Repository: A-Eric-J/Address_Module
Catalog: lib/l10n/intl_*.arb
Languages: fa

# addressesText
source: Addresses
fa: آدرس ها

# locationServiceText
source: Location Service
fa: سیستم موقعیت‌ یاب

# locationServicePermissionText
source: Location Service Permission
fa: مجوز سیستم موقعیت‌ یاب

# locationServiceLongText
source: Be Sure that your location is enable.
fa: از فعال بودن موقعیت مکانی خود اطمینان حاصل کنید.

# locationServicePermissionLongText
source: To enable location service, go to settings and enable this permission..
fa: برای فعال کردن سرویس موقعیت‌ یاب به تنظیمات بروید و این مجوز را فعال نمایید.

# closeText
source: Close
fa: بستن

# myLocationText
source: My Location
fa: موقعیت من

# locationRegistrationText
source: Submit Address
fa: ثبت آدرس

# addressSearchText
source: Search Address
fa: جستجو آدرس

# addressText
source: Address
fa: آدرس

# emptyMyAddressListText
source: Your address list is empty.
fa: لیست آدرس های شما خالی می‌باشد.

# numberText
source: No
fa: پلاک

# unitText
source: Unit
fa: واحد

# addressListText
source: List of addresses
fa: لیست آدرس ها

# newAddressText
source: New Address
fa: آدرس جدید

# tryAgainText
source: Try Again
fa: تلاش مجدد

# emptinessText
source: List is empty
fa: لیست خالی می باشد
